Repository: pan-ng/flutter_tutorial_copy
Catalog: flutter_app4/res/values/strings_*.arb
Languages: fr, zh_cn, zh_tw

# appName
source: NoteKeeper
fr: fr_NoteKeeper
zh_cn: zh_CN_NoteKeeper
zh_tw: zh_TW_NoteKeeper

# titleNoteList
source: Notes
fr: fr_Notes
zh_cn: zh_CN_Notes
zh_tw: zh_TW_Notes

# titleNoteDetail
source: Note Detail
fr: fr_Note Detail
zh_cn: zh_CN_Note Detail
zh_tw: zh_TW_Note Detail

# titleAddNote
source: Add Note
fr: fr_Add Note
zh_cn: zh_CN_Add Note
zh_tw: zh_TW_Add Note

# tooltipAddFab
source: Tap to Add
fr: fr_Tap to Add
zh_cn: zh_CN_Tap to Add
zh_tw: zh_TW_Tap to Add

# priorityHigh
source: High
fr: fr_High
zh_cn: zh_CN_High
zh_tw: zh_TW_High

# priorityMedium
source: Medium
fr: fr_Medium
zh_cn: zh_CN_Medium
zh_tw: zh_TW_Medium

# priorityLow
source: Low
fr: fr_Low
zh_cn: zh_CN_Low
zh_tw: zh_TW_Low

# labelNoteTitle
source: Title
fr: fr_Title
zh_cn: zh_CN_Title
zh_tw: zh_TW_Title

# hintNoteTitle
source: Enter a title
fr: fr_Enter a title
zh_cn: zh_CN_Enter a title
zh_tw: zh_TW_Enter a title

# labelNoteDescription
source: Description
fr: fr_Description
zh_cn: zh_CN_Description
zh_tw: zh_TW_Description

# hintNoteDescription
source: Enter a description
fr: fr_Enter a description
zh_cn: zh_CN_Enter a description
zh_tw: zh_TW_Enter a description

source: Save
fr: fr_Save
zh_cn: zh_CN_Save
zh_tw: zh_TW_Save

source: Delete
fr: fr_Delete
zh_cn: zh_CN_Delete
zh_tw: zh_TW_Delete
